<?php
// This is a SPIP language file  --  Ceci est un fichier langue de SPIP
// extrait automatiquement de http://www.spip.net/trad-lang/
// ** ne pas modifier le fichier **

if (!defined('_ECRIRE_INC_VERSION')) return;

$GLOBALS[$GLOBALS['idx_lang']] = array(

	// B
	'bouton_reinitialiser' => 'إعادة تأصيل',
	'boxstr_close' => '&#1573;&#1594;&#1604;&#1575;&#1602;',
	'boxstr_current' => '{current}/{total}',
	'boxstr_next' => '&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;',
	'boxstr_previous' => 'السابق',
	'boxstr_slideshowStart' => '&#1593;&#1585;&#1590; &#1605;&#1578;&#1608;&#1575;&#1589;&#1604;',
	'boxstr_slideshowStop' => 'إيقاف',
	'boxstr_zoom' => '&#1578;&#1603;&#1576;&#1610;&#1585; (&#1586;&#1608;&#1605;)',

	// E
	'explication_selecteur' => 'حدد هدف العناصر التي ستطلق الصندوق (عبارة CSS، او مجال jQuery)',
	'explication_selecteur_galerie' => 'حدد هدف العناصر المطلوب تجميعها في صالة عرض (عبارة CSS، او مجال jQuery)',
	'explication_splash_url' => 'أدخل هنا عنوان الوسيط الذي ترغب عرضه آلياً في مربع لدى أول زيارة للموقع العمومي.',
	'explication_traiter_toutes_images' => 'إدخال صندوق على كل الصور؟',

	// L
	'label_active' => 'تفعيل صندوق الفرجة في الموقع العمومي',
	'label_apparence' => '&#1575;&#1604;&#1605;&#1592;&#1607;&#1585;',
	'label_aucun_style' => 'دون كساء إفتراضي',
	'label_choix_transition_elastic' => '&#1605;&#1591;&#1575;&#1591;',
	'label_choix_transition_fade' => 'دمج متسلسل',
	'label_choix_transition_none' => '&#1576;&#1583;&#1608;&#1606; &#1578;&#1571;&#1579;&#1610;&#1585;&#1575;&#1578; &#1575;&#1606;&#1578;&#1602;&#1575;&#1604;',
	'label_maxheight' => '&#1575;&#1604;&#1581;&#1583; &#1575;&#1604;&#1571;&#1602;&#1589;&#1609; &#1604;&#1604;&#1575;&#1585;&#1578;&#1601;&#1575;&#1593; (% &#1571;&#1608; &#1606;&#1602;&#1575;&#1591;)',
	'label_maxwidth' => '&#1575;&#1604;&#1581;&#1583; &#1575;&#1604;&#1571;&#1602;&#1589;&#1609; &#1604;&#1604;&#1593;&#1585;&#1590; (% &#1571;&#1608; &#1606;&#1602;&#1575;&#1591;)',
	'label_minheight' => '&#1575;&#1604;&#1581;&#1583; &#1575;&#1604;&#1571;&#1583;&#1606;&#1609; &#1604;&#1604;&#1575;&#1585;&#1578;&#1601;&#1575;&#1593; (% &#1571;&#1608; &#1606;&#1602;&#1575;&#1591;)',
	'label_minwidth' => '&#1575;&#1604;&#1581;&#1583; &#1575;&#1604;&#1571;&#1583;&#1606;&#1609; &#1604;&#1604;&#1593;&#1585;&#1590; (% &#1571;&#1608; &#1606;&#1602;&#1575;&#1591;)',
	'label_opacite' => 'شفافية الخلفية',
	'label_selecteur_commun' => 'عموماً',
	'label_selecteur_galerie' => '&#1601;&#1610; &#1589;&#1575;&#1604;&#1577; &#1575;&#1604;&#1593;&#1585;&#1590;',
	'label_skin' => '&#1575;&#1604;&#1603;&#1587;&#1575;&#1569; &#1575;&#1604;&#1576;&#1589;&#1585;&#1610;',
	'label_slideshow_speed' => '&#1601;&#1578;&#1585;&#1577; &#1593;&#1585;&#1590; &#1575;&#1604;&#1589;&#1608;&#1585; &#1582;&#1604;&#1575;&#1604; &#1575;&#1604;&#1593;&#1585;&#1590; &#1575;&#1604;&#1605;&#1578;&#1608;&#1575;&#1589;&#1604; (&#1571;&#1604;&#1601; &#1605;&#1606; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577;)',
	'label_speed' => '&#1587;&#1585;&#1593;&#1577; &#1575;&#1604;&#1575;&#1606;&#1578;&#1602;&#1575;&#1604; (&#1571;&#1604;&#1601; &#1605;&#1606; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577;)',
	'label_splash' => 'شاشة البداية',
	'label_splash_url' => 'عنوان شاشة البداية',
	'label_traiter_toutes_images' => '&#1575;&#1604;&#1589;&#1608;&#1585;',
	'label_transition' => '&#1575;&#1604;&#1575;&#1606;&#1578;&#1602;&#1575;&#1604; &#1576;&#1610;&#1606; &#1593;&#1585;&#1590;&#1610;&#1606;',

	// T
	'titre_menu_box' => 'صندوق الفرجة',
	'titre_page_configurer_box' => 'إعداد صندوق الفرجة'
);

?>
